Repository: leegarner-glfusion/polls2
Catalog: locale/*/LC_MESSAGES/polls2.po
Languages: fi_fi, pl_pl

source: You have already voted
fi_fi: Olet jo äänestänyt.
pl_pl: Już głosowałeś.

source: Poll Topic
fi_fi: Pollin aihe
pl_pl: Temat ankiety

source: Votes
fi_fi: ääntä
pl_pl: Głosy

source: Top Ten Polls
fi_fi: Top 10 kyselyt
pl_pl: Dziesięć najlepszych ankiet

source: It appears that there are no polls on this site or no one has ever voted.
fi_fi: Näyttää siltä että sivustolla ei ole yhtään pollia tai kukaan ei ole äänestänyt.
pl_pl: Wygląda na to, że na tej stronie nie ma ankiet lub nikt nigdy nie głosował.

source: Polls (Answers) in the system
fi_fi: Polleja (Vastauksia) systeemissä
pl_pl: Ankiety (odpowiedzi) w systemie

source: Polls2
fi_fi: Pollit2

source: Description
fi_fi: Kuvaus
pl_pl: Opis

source: Poll Opens
fi_fi: Kysely avautuu
pl_pl: Otwarcie ankiety

source: Poll Closes
fi_fi: Kysely suljetaan
pl_pl: Ankieta zamknięta

source: Voting Group
fi_fi: Äänestysryhmä
pl_pl: Grupa głosująca

source: Results Group
fi_fi: Tulosryhmä
pl_pl: Grupa wyników

source: Date Picker
fi_fi: Päivämäärän valitsin
pl_pl: Wybór daty

source: Time Picker
fi_fi: Ajanvalitsin
pl_pl: Wybór czasu

source: Error: A poll name is required
fi_fi: Virhe: Kyselyn nimi vaaditaan.
pl_pl: Błąd: nazwa ankiety jest wymagana

source: Results
fi_fi: Tulokset
pl_pl: Wyniki

source: Vote
fi_fi: äänestä
pl_pl: Głosuj

source: Poll is Closed
fi_fi: Äänestys on suljettu.
pl_pl: Sonda jest zamknięta

source: Are you sure you want to delete all of the results for this poll?
fi_fi: Haluatko varmasti poistaa kaikki tämän kyselyn tulokset?
pl_pl: Czy na pewno chcesz usunąć wszystkie wyniki tej ankiety?

source: Start Poll
fi_fi: Aloita polli
pl_pl: Rozpocznij ankietę

source: Other polls
fi_fi: Muut pollit
pl_pl: Inne ankiety

source: message
fi_fi: viesti
pl_pl: wiadomość

source: Polls in System
fi_fi: Polleja systeemissä
pl_pl: Ankiety w systemie

source: User Name
fi_fi: Käyttäjänimi
pl_pl: Nazwa użytkownika

source: IP Address
fi_fi: IP-osoite
pl_pl: Adres IP

source: Date Voted
fi_fi: Äänestyspäivä
pl_pl: Data głosowania

source: Please answer all remaining questions
fi_fi: Vastaa kaikkiin kysymyksiin
pl_pl: Proszę odpowiedzieć na wszystkie pozostałe pytania

source: Result not saved
fi_fi: Tuloksia ei tallennettu
pl_pl: Wynik nie został zapisany

source: Access Denied
fi_fi: Pääsy evätty
pl_pl: Odmowa dostępu

source: Item(s) have been updated
fi_fi: Kohde (t) on päivitetty
pl_pl: Przedmiot(y) zostały zaktualizowane.

source: Item(s) are unchanged
fi_fi: Kohde (t) ovat muuttumattomia
pl_pl: Pozycja(y) są niezmienione.

source: General
fi_fi: Yleinen
pl_pl: Ogólne

source: Poll Questions
fi_fi: Kyselykysymykset
pl_pl: Pytania ankietowe

source: Permissions
fi_fi: Oikeudet
pl_pl: Uprawnienia

source: Back to List
fi_fi: Palaa luetteloon
pl_pl: Powrót do listy

source: Your vote was saved for the poll
fi_fi: Antamasi ääni tallennettu
pl_pl: Twój głos został zapisany w ankiecie

source: Poll results will be available only after the Poll has closed.
fi_fi: Tulokset saatavilla kyselyn suljettua.
pl_pl: Wyniki ankiety będą dostępne dopiero po zamknięciu ankiety.

source: Early results, poll is open
fi_fi: Varhaiset tulokset, kysely on avoin
pl_pl: Wczesne wyniki, ankieta jest otwarta

source: Polls v2
fi_fi: Pollit v2
pl_pl: Ankiety v2

source: List All
fi_fi: Listaa kaikki
pl_pl: Wyświetl wszystko

source: Create New
fi_fi: Luo uusi
pl_pl: Utwórz nowy

source: Admin Home
fi_fi: Järjestelmänvalvojan koti
pl_pl: Strona główna administratora

source: Polls Administration
fi_fi: Kyselyjen hallinta
pl_pl: Administracja ankietami

source: To modify or delete a poll, click on the edit icon of the poll. To create a new poll, click on "Create New" above.
fi_fi: Voit muokata tai poistaa kyselyn napsauttamalla kyselyn muokkauskuvaketta. Luo uusi kysely napsauttamalla yllä "Luo uusi".
pl_pl: Aby zmodyfikować lub usunąć ankietę, kliknij ikonę edycji ankiety. Aby utworzyć nową ankietę, kliknij "Utwórz nową" powyżej.

source: Edit Poll
fi_fi: Muokkaa kyselyä
pl_pl: Edytuj ankietę

source: You are trying to access a poll to which do not have access.
fi_fi: Yrität käyttää kyselyä, johon ei ole pääsyä.
pl_pl: Próbujesz uzyskać dostęp do ankiety, do której nie masz dostępu.

source: This attempt has been logged.
fi_fi: Tämä yritys on kirjattu.
pl_pl: Ta próba została zarejestrowana.

source: Please %s go back to the poll administration screen.
fi_fi: Palaa %s palata kyselyn hallintanäyttöön.
pl_pl: %s wróć do ekranu administrowania ankietą.

source: Delete
fi_fi: Poistaa
pl_pl: Usuń

source: Are you sure you want to delete this item?
fi_fi: Haluatko varmasti poistaa tämän kohteen?
pl_pl: Czy na pewno chcesz usunąć ten element?

source: Poll ID
fi_fi: Äänestystunnus
pl_pl: Identyfikator ankiety

source: Do not use spaces
fi_fi: Älä käytä välilyöntejä.
pl_pl: Nie używaj spacji.

source: Topic
fi_fi: Aihe
pl_pl: Temat

source: Mode
fi_fi: Tila
pl_pl: Tryb

source: Appears on Pollblock
fi_fi: Näkyy kyselylohkossa
pl_pl: Pojawia się w Pollblock

source: Open for Voting
fi_fi: Avoinna äänestykseen
pl_pl: Otwarte do głosowania

source: Hide results while poll is open
fi_fi: Piilota tulokset kyselyn ollessa auki
pl_pl: Ukryj wyniki, gdy ankieta jest otwarta

source: While the poll is open, only the owner and Root can see the results
fi_fi: Kun kysely on auki, vain omistaja ja Root näkevät tulokset
pl_pl: Kiedy ankieta jest otwarta, tylko właściciel i root mogą zobaczyć wyniki

source: The topic will be only displayed if there are more than 1 questions.
fi_fi: Aihe näytetään vain, jos kysymyksiä on enemmän kuin yksi.
pl_pl: Temat zostanie wyświetlony tylko wtedy, gdy będzie więcej niż 1 pytanie.

source: Access Rights
fi_fi: Käyttöoikeudet
pl_pl: Prawa dostępu

source: Owner
fi_fi: Omistaja
pl_pl: Właściciel

source: Save
fi_fi: Tallentaa
pl_pl: Zapisz

source: Cancel
fi_fi: Peruuttaa
pl_pl: Anuluj

source: Question
fi_fi: Kysymys
pl_pl: Pytanie

source: To remove this question from the poll, remove its question text
fi_fi: Poista tämä kysymys kyselystä poistamalla sen kysymysteksti
pl_pl: Aby usunąć to pytanie z ankiety, usuń jego tekst

source: Edit
fi_fi: Muokata
pl_pl: Edytuj

source: Voters
fi_fi: Äänestäjät
pl_pl: Wyborcy

source: Poll Created
fi_fi: Päivämäärä luotu
pl_pl: Utworzono ankietę

source: Reset
fi_fi: Nollaa
pl_pl: Resetuj

source: To modify or delete a poll, click on the edit icon of the poll. To create a new poll, click on "Create New" above
fi_fi: Voit muokata tai poistaa kyselyn napsauttamalla kyselyn muokkauskuvaketta. Luo kysely.uusi kysely, napsauta "Luo uusi" yllä.
pl_pl: Aby zmodyfikować lub usunąć ankietę, kliknij ikonę edycji ankiety. Aby utworzyć nową ankietę, kliknij "Utwórz nową" powyżej.

source: Yes
fi_fi: Joo
pl_pl: Tak

source: No
fi_fi: Ei
pl_pl: Nie

source: Are you sure you want to delete this Poll?
fi_fi: Haluatko varmasti poistaa tämän kyselyn?
pl_pl: Czy na pewno chcesz usunąć tę ankietę?

source: Are you absolutely sure you want to delete this Poll? All questions, answers and comments that are associated with this Poll will also be permanently deleted from the database
fi_fi: Oletko varma, että haluat poistaa tämän kyselyn? Kaikki kysymykset, vastauksetja tähän kyselyyn liittyvät kommentit ovat myös pysyvästipoistettu tietokannasta
pl_pl: Czy na pewno chcesz usunąć tę ankietę? Wszystkie pytania, odpowiedzi i komentarze związane z tą ankietą również zostaną trwale usunięte z bazy danych.

source: This poll has %d more question
fi_fi: Tässä kyselyssä on %d kysymystä lisää
pl_pl: Ta ankieta zawiera jeszcze %d pytanie.

source: comments
fi_fi: kommentteja
pl_pl: komentarze

source: Please enter a Poll ID
fi_fi: Anna kyselytunnus
pl_pl: Podaj identyfikator ankiety

source: Error Missing Field(s)
fi_fi: Virhe puuttuu kenttiä
pl_pl: Błąd brakujących pól

source: Preview
fi_fi: Esikatselu
pl_pl: Podgląd

source: HTML: renders a voting block for a Poll on this site. usage
fi_fi: HTML: tekee äänestyslohkon tämän sivuston kyselylle. käyttö
pl_pl: HTML: renderuje blok głosowania dla ankiety na tej stronie. użycie

source: HTML: renders the results of a Poll on this site. usage
fi_fi: HTML: renderoi tämän sivuston kyselyn tulokset. käyttö
pl_pl: HTML: renderuje wyniki ankiety na tej stronie. użycie

source: Link: to a Poll on this site. link_text defaults to the Poll topic. usage
fi_fi: Linkki: tämän sivuston kyselyyn. Link_text oletuksena kyselyn aihe. Käyttö
pl_pl: Link: do ankiety na tej stronie. link_text domyślnie dotyczy tematu ankiety. stosowanie

source: Comment
fi_fi: kommentteja
pl_pl: Komentarz

source: Status
fi_fi: Tila

source: Message
fi_fi: viesti
pl_pl: Wiadomość

source: Please answer all remaining questions.
fi_fi: Vastaa kaikkiin kysymyksiin

source: Result not saved.
fi_fi: Tuloksia ei tallennettu

source: Access to this poll is denied.
fi_fi: Pääsy tähän kyselyyn evätään.

source: Either the poll has been moved/removed or you do not have sufficient permissions.
fi_fi: Polli on joko poistettu tai sinulla ei ole tarvittavia oikeuksia siihen.

source: This poll is not open for voting.
fi_fi: Tämä kysely ei ole avoinna äänestämiseen.

source: You have already voted on this poll.
fi_fi: Olet jo äänestänyt.

source: Your vote was saved for the poll.
fi_fi: Antamasi ääni tallennettu

source: There was an error recording your vote.
fi_fi: Äänesi tallentamisessa tapahtui virhe.

source: Hide Polls Menu Entry
fi_fi: Piilota kyselyt-valikkokohta

source: Max. Questions per Poll
fi_fi: Maks. Kysymyksiä kyselyä kohden

source: Max. Options per Question
fi_fi: Maks. Vaihtoehdot kysymystä kohti

source: Sort Results
fi_fi: Lajittele tulokset

source: Voter Cookie Valid Duration
fi_fi: Äänestäjäevästeen voimassaoloaika

source: Voter IP Address Valid Duration
fi_fi: Äänestäjän IP-osoite on voimassa

source: Delete Polls with Owner
fi_fi: Poista kyselyt omistajan kanssa

source: After Saving Poll
fi_fi: Tallennettuasi kyselyn

source: Poll Default Permissions
fi_fi: Kyselyn oletusoikeudet

source: Display glFusion Blocks
fi_fi: Näytä glFusion-lohkot

source: Default group allowed to vote
fi_fi: Oletusryhmä saa äänestää

source: Default group allowed to view results
fi_fi: Oletusryhmä saa tarkastella tuloksia

source: Main Settings
fi_fi: Pääasetukset

source: General Polls Settings
fi_fi: Yleiset kyselyasetukset

source: Default Permissions
fi_fi: Oikeudet

source: True
fi_fi: Totta

source: False
fi_fi: Väärä

source: As Submitted
fi_fi: Kuten toimitettu

source: By Votes
fi_fi: By Äänet

source: Forward to Poll
fi_fi: Välitä kyselyyn

source: Display Admin List
fi_fi: Näytä järjestelmänvalvojan luettelo

source: Display Public List
fi_fi: Näytä julkinen luettelo

source: Display Home
fi_fi: Näytä Koti

source: Display Admin
fi_fi: Display-järjestelmänvalvoja

source: No access
fi_fi: Ei pääsyä

source: Read-Only
fi_fi: Lue ainoastaan

source: Read-Write
fi_fi: Lukea kirjoittaa

source: Left Blocks
fi_fi: Vasen lohko

source: Right Blocks
fi_fi: Oikeat lohkot

source: Left & Right Blocks
fi_fi: Vasen ja oikea lohko

source: None
fi_fi: Ei mitään

source: Enter it here
fi_fi: Kirjoita se tähän

source: Answer
fi_fi: Vastaus

source: Remove all votes and reset answer count
fi_fi: Poista kaikki äänet ja nollaa vastausten määrä

source: Access to this poll is denied. Either the poll has been moved/removed or you do not have sufficient permissions.
pl_pl: Odmowa dostępu do tej ankiety. Albo ankieta została przeniesiona / usunięta, albo nie masz wystarczających uprawnień.

source: Answers / Votes / Remark
pl_pl: Odpowiedzi / Głosy / Uwaga
